Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/1177.se/ogoninflammation-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: sme
Languages: smj

source: Davvisámegiella / Nordsamiska
smj: Julevusámegiella / Lulesamiska

source: Čalbmevuolššit mánáin - maid sáhttá ieš dahkat ?
smj: Tjalmmeinflammasjåvnå mánájn - majt máhttá iesj dahkat ?

source: Basa čalmmi kompressoriin dehe bumbolduhkuin olggut čalbmegeažis siskkibu guvlui.
smj: Basá tjalmev kompressajn jali bomulloduokkijn ålgop tjalmmetjiegas sisŋebuj.

source: Manná dávjá badjel vahkus
smj: Álu vahkon vássá

source: Čalbmevuolššit mánáin leat dábálaččat, dávjá virusinfekšuvnna oktavuođas dego nuorvu.
smj: Tjalmmeinflammasjåvnnå l dábálasj mánájn, álu virusinfeksjåvnås snuohpav la oadtjum.

source: Čalbmevielgadas ruvssoda ja erdo ja čalmmis golgá ruddi, mii dávjá lea fiskat.
smj: Tjalmmevielggat ruopsut ja vájveduvvá ja låsjkos gålggå tjalmes, mij álu l visskásiehke.

source: Dábálaččat čalbmi orru bohtas.
smj: Álu tjalmme vuojnnu båden.

source: Eanas buorrána vahkus divššukeahttá.
smj: Ienemusát buorrán váhkon váni dálkudime dagi.

source: Čalbmevuolši njoammu álkit.
smj: Tjalmmeinflammasjåvnnå álkket såhpu.

source: Mánát sáhttet oažžut vuolšši čalmmiide eará sivaid dihte nai.
smj: Máná máhtti aj ietjá årijs inflammasjåvnåjt tjalmijda oadtjot.

source: Sivvan dasa sáhttá leahkit allergiijareakšuvdna dehe ahte mánná lea vahágahttán čalmmi dehe ožžon riba čalbmái.
smj: Dan duogen máhttá allergiddja jali mánná l vahágahttám jali oadtjum rugijt tjalmmáj.

source: Vuolši lea goruda vuohki bealuštit iežas.
smj: Inflammasjåvnnå la rubmaha vuohke ietjas suoddjit.

source: Sáhttágo mánná mannat ovdaskuvlii ?
smj: Máhttá gus mánná åvddåskåvllåj mannat ?

source: Mánná geas lea čalbmevuolši ja leat rukses čalmmit ja veháš durddas vuožus unnánaš nuorvvu oktavuođas ii dárbbat leahkit eret ovdaskuvllas jus muđui veadjá bures.
smj: Máná gudi li snupohpasa ja gejn la tjalmmeinflammasjåvnnå ruoppsij tjalmij vehik siedjan e dárbaha hejman årrot åvddåskåvlås jus ietján buoragit viedji.

source: Mánát geat vázzet ovdaskuvlla galget leahkit nu virkot ahte sii nagodit oassálastit buot doaimmaide.
smj: Máná gudi li åvddåskåvlån galggi nåv vieddje årrot vaj viedji oassálasstet gájkka dåjmajda.

source: Mánát geain lea allergiijaváttut čalmmiin eaige dárbbat leahkit ruovttus.
smj: Máná allergiddjavájvij tjalmijn e ga dárbaha hejman årrot.

source: Mánná ferte bissut ruovttus jus čalbmi lea sidjon
smj: Mánná luluj hejman årrot jus tjalmme l siedjan

source: Jus máná čalbmi ruddo gitta ja ferte sihkut sieja čalmmis máŋgii beaivvis lea mánás garra infekšuvdna.
smj: Jus máná tjalme dednju ja hähttu siejav tjalmijs moaddi bäjvváj sihkkot de l mánán tjavgga infeksjåvnnå.

source: Eanas goappeš čalmmit leat erdon ja siedja sáhttá golgat.
smj: Ienemusát li goappásj tjalme vájvedum ja máhtti siedjut.

source: Mánná ferte dalle leahkit eret ovdaskuvllas oassái daningo dat njoammu, oassái daningo máná čalmmi ferte bassat máŋgii beaivvis.
smj: Mánná de luluj hejman årrot åvddåskåvlås danen gå l såhpulis, ja máná tjalmme hähttu moaddi bäjvváj basáduvvat.

source: Mánná sáhttá fas mannat mánnájovkui go garra vuolši lea buorránan iige čalmmis leat šat siedja.
smj: Mánná máhttá mánnájuohkusij ruoptus mannat gå tjavgga inflammasjåvnnå l buorránam ja tjalmme ij la des siedjan.

source: Čalbmevuolši njoammu álkit una mánážiid olis daningo sii stohket nu lahka nuppiideaset.
smj: Tjalmmeinfeksjåvnnå såhpu giehpemusát smávva mánáj gaskan danen gå nåv lahkalakkoj ståhki.

source: Njoammun viidu earet eará go mánná ruvve čalmmiidis ja dasto váldá ájanasaid dehe gitta eará mánáide.
smj: Soahpom oabllu iehtjádij siegen gå mánná tjalmijt ruvvi ja maŋŋela duohttá ståhkamgávnijt jali ietjá mánájt.

source: Skuvlamánáin ii leat seamma lahka oktavuohta muhto garra čalbmeinfekšuvnnas sáhttet sii goit dárbbahit leahkit ruovttus jus čalmmit leat erdon.
smj: Skåvllåmánájn älla sämmi lahkaaktavuohta valla jus la tjavgga tjalmmeinfeksjåvnån ja tjalme li vájvedum de soajttá dárbahi hejman årrot.

source: Basa čalmmi čáziin
smj: Bassat tjalmev tjátjijn

source: Jus mánás lea siedja čalmmiin lea buorre bassat čalmmi ráinnasin nu dávjá go dárbbahuvvo dábálaš čáziin.
smj: Jus mánán la siedja tjalmijn de l buorre tjalmev rájnnasit bassat nåv dájvvalakkoj gå l dárbulasj tjátjijn.

source: Geavtte kompressora dehe bumbola ja basa olggul olggut čalbmegeažis siskkibu guvlui.
smj: Ane kompressav jali bomullov ja basá ålgop tjalmmetjiegas sisŋebuj.

source: Leage fuolalaš giehtabuhtisvuođain
smj: Åro váttuk giehtarájnasvuodajn

source: Eastin dihte čalbmeinfekšuvnnaid lea buorre leahkit fuolalaš giehtabassamiin jus máŋgasiin birrasis lea nuorvu.
smj: Hieredittjat tjalmmeinfeksjåvnåjt buorre váttugit giedajt bassat jus ålos birrusin li snuohpasa.

source: Lea maid buorre jus sihke ruovttus ja ovdaskuvllas molsojuvvo sihkaldagat dávjá.
smj: Buorre l aj jus goappátjagá hejman ja åvddåskåvlån sigárdagájt álu målssu.

source: Njuorat mánát
smj: Njuorakmáná

source: Lea dábálaš ahte njuorat mánáin lea fiskeslágan vuožus čalmmiin, man sivvan lea ahte sis leat baskkit ganjalkanálat go boarrásit mánáin ja ráves olbmuin.
smj: Dábálasj la njuorakmánájn li visskásiek låsjkos tjalmijn, danen gå siján li baskep ganjálkanála gå vuorrasap máná ja ållessjattuga.

source: Basa čalmmi ráinnasin olggut čalbmegeažis siskkibu guvlui kompressoriin dehe bumbolduhkuin mii lea láktaduvvon loika hátnáčáziin dehe sálteluvvosiin.
smj: Basá tjalmev rájnnasit ålgop tjalmmetjiegas sisŋebuj kompressajn jali bomulloduohpujn mij la suollnodum vuorgas kránatjátjijn jali sálltelåssjkusijn.

source: Soaitá dárbbahit váldit oktavuođa divššuin
smj: Márjju dárbaj sujtujn aktavuodav válldet

source: Čalbmevuolššit mat eai leat buorránan vahkus sáhttet dárbbahit dikšuma antibiotihkain.
smj: Tjalmmeinflammasjåvnå ma älla buorránam vahkon márjju dárbahi antibiotihkajn dálkuduvvat.

source: Sáhttá váldit oktavuođa dearvvašvuođaguovddážiin.
smj: Máhttá varresvuohtaguovdátjijn aktavuodav válldet.

source: Guovtti beaivvi antibiotihka dikšuma maŋŋel infekšuvdna ii darvan šat ja mánná sáhttá mannat fas ovdaskuvlii.
smj: Guovte biejve dálkudime maŋŋela antibiotihkajn de infeksjåvnnå ij des soahpo ja mánná máhttá åvddåskåvllåj ruoptus mannat.

source: Ii galgga vuordit oktavuođa váldimiin dearvvašvuođaguovddážiin jus mánás lea garra vuolši ja boahtá olu siedja.
smj: Ij lulu vuorddet varresvuohtaguovdátjn aktavuodav válldet jus mánán la sieldes tjavgga inflammasjåvnnå ja edna siedja sjaddá.

source: Seamma guoská jus mánná lea hearki čuvgii dehe sus leat váddásit nuorvováivvit.
smj: Sämmi l aj jus mánná ij rat tjuovgav gierda jali sujna l tjavgap snuohpavájve.

source: Jus mánás leat váttis váivvit beare nuppi čalmmis ja eahpida ahte mánná lea loavkidan čalmmi ii galgga maid vuordit oktavuođa váldimiin.
smj: Jus mánán li tjavgga vájve val avtan tjalmen ja gáddá mánná l tjalmev vahágahttám de ij lulu ga vuorddet aktavuodav válldet.

source: Jus njuorat mánás lea čalbmevuolši galgá váldit oktavuođa divššuin dakkaviđe.
smj: Jus njuorak manán la tjalmmeinfeksjåvnnå de luluj sujtujn dalága aktavuodav válldet.

source: Sáhttá álot riŋget buohccedikšorávahahkii oažžun dihte ráđiid.
smj: Máhttá agev skuolkkat skihpasujttorádevaddemij oattjotjit rádev.

source: Čálli: Elin Åkerblom, buohccidivššár, Stockholm
smj: Tjálle: Elin Åkerblom, skihpasujtár, Stockholm

source: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
